Repository: biklops/BIKLOPS-COM
Catalog: plugins/mailchimp_social_wp/languages/mailchimp_social_wp-*.po
Languages: de_de, ru_ru

source: Subscribe with Facebook
de_de: Abonnieren mit Facebook
ru_ru: Подпишитесь с Facebook

source: Subscribe with Google+
de_de: Abonnieren mit Google+
ru_ru: Подпишитесь с Google+

source: Subscribe with Outlook
de_de: Abonnieren mit Outlook
ru_ru: Подпишитесь с Outlook

source: Subscribe with LinkedIn
de_de: Abonnieren mit LinkedIn
ru_ru: Подпишитесь с LinkedIn

source: Email Address
de_de: E-Mail-Adresse
ru_ru: E-mail

source: Subscribe!
de_de: Abonnieren!
ru_ru: Подписаться!

source: At subscribe you agree that I collect your email to MailChimp.
de_de: Bei abonnieren Sie zustimmen, dass ich sammeln Sie Ihre E-Mail an MailChimp.
ru_ru: В подписаться вы соглашаетесь, что я собираю свою почту, чтобы MailChimp.

source: Subscribe our news!
de_de: Abonnieren Sie unsere News!
ru_ru: Подписаться наши новости!

source: Subscribe our newsletter!
de_de: Abonnieren Sie unseren Newsletter!
ru_ru: Подписаться на нашу рассылку!

source: It's free!
de_de: Es ist kostenlos!
ru_ru: Это бесплатно!

source: Your email is wrong!
de_de: Ihre E-Mail ist falsch!
ru_ru: Ваш адрес электронной почты не так!

source: Something went wrong! Sorry!
de_de: Etwas ist schiefgelaufen! Es tut uns leid!
ru_ru: Что-то пошло не так! К сожалению!

source: You have already subscribe our newsletter!
de_de: Sie haben bereits unseren Newsletter abonnieren!
ru_ru: Вы уже подпишитесь на рассылку!

source: Thank you!
de_de: Danke!
ru_ru: Спасибо!

source: Thank you for subscribe our newsletter!
de_de: Danke, dass Sie unseren Newsletter abonnieren!
ru_ru: Спасибо за подпишитесь на рассылку!

source: We need to know your First and Last name! :)
de_de: Wir m√ºssen Ihre erste und letzte Namen kennen! :)
ru_ru: Мы должны знать свою имя и фамилию! :)

source: First Name
de_de: Vorname
ru_ru: имя

source: Last Name
de_de: Nachname
ru_ru: фамилия

source: Subscribe to the mailing list!
de_de: Abonnieren Sie die Mailing-Liste!
ru_ru: Подписаться на рассылку!
